{"id":3,"date":"2020-11-02T05:15:43","date_gmt":"2020-11-02T05:15:43","guid":{"rendered":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/?page_id=3"},"modified":"2021-09-11T04:58:59","modified_gmt":"2021-09-11T04:58:59","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p>At Homlisti, accessible from http:\/\/www.romlisti.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Homlisti and how we use it.<\/p>\n\n\n\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.<\/p>\n\n\n\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and\/or collect in Homlisti. This policy is not applicable to any information collected offline or via channels other than this website.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Consent<\/h4>\n\n\n\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Information we collect<\/h4>\n\n\n\n<p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.<\/p>\n\n\n\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and\/or attachments you may send us, and any other information you may choose to provide.<\/p>\n\n\n\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">How we use your information<\/h4>\n\n\n\n<p>We use the information we collect in various ways, including to:<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Provide, operate, and maintain our website<\/li><li>Improve, personalize, and expand our website<\/li><li>Understand and analyze how you use our website<\/li><li>Develop new products, services, features, and functionality<\/li><li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes<\/li><li>Send you emails<\/li><li>Find and prevent fraud<\/li><\/ul>\n\n\n\n<h4 class=\"wp-block-heading\">Log Files<\/h4>\n\n\n\n<p>Homlisti follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services&#8217; analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring\/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users&#8217; movement on the website, and gathering demographic information.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Cookies and Web Beacons<\/h4>\n\n\n\n<p>Like any other website, Homlisti uses &#8216;cookies&#8217;. These cookies are used to store information including visitors&#8217; preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users&#8217; experience by customizing our web page content based on visitors&#8217; browser type and\/or other information.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Google DoubleClick DART Cookie<\/h4>\n\n\n\n<p>Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – <a href=\"https:\/\/policies.google.com\/technologies\/ads\">https:\/\/policies.google.com\/technologies\/ads<\/a><\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Our Advertising Partners<\/h4>\n\n\n\n<p>Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>Google <a href=\"https:\/\/policies.google.com\/technologies\/ads\">https:\/\/policies.google.com\/technologies\/ads<\/a><\/li><\/ul>\n\n\n\n<h4 class=\"wp-block-heading\">Advertising Partners Privacy Policies<\/h4>\n\n\n\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of Homlisti.<\/p>\n\n\n\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Homlisti, which are sent directly to users&#8217; browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and\/or to personalize the advertising content that you see on websites that you visit.<\/p>\n\n\n\n<p>Note that Homlisti has no access to or control over these cookies that are used by third-party advertisers.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Third Party Privacy Policies<\/h4>\n\n\n\n<p>Homlisti&#8217;s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.<\/p>\n\n\n\n<p>You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers&#8217; respective websites.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">CCPA Privacy Rights (Do Not Sell My Personal Information)<\/h4>\n\n\n\n<p>Under the CCPA, among other rights, California consumers have the right to:<\/p>\n\n\n\n<p>Request that a business that collects a consumer&#8217;s personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.<\/p>\n\n\n\n<p>Request that a business delete any personal data about the consumer that a business has collected.<\/p>\n\n\n\n<p>Request that a business that sells a consumer&#8217;s personal data, not sell the consumer&#8217;s personal data.<\/p>\n\n\n\n<p>If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">GDPR Data Protection Rights<\/h4>\n\n\n\n<p>We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:<\/p>\n\n\n\n<p>The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.<\/p>\n\n\n\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.<\/p>\n\n\n\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.<\/p>\n\n\n\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.<\/p>\n\n\n\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.<\/p>\n\n\n\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.<\/p>\n\n\n\n<p>If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Children&#8217;s Information<\/h4>\n\n\n\n<p>Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and\/or monitor and guide their online activity.<\/p>\n\n\n\n<p>Homlisti does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>At Homlisti, accessible from http:\/\/www.romlisti.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Homlisti and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us. &#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_rtcl_gb_attr":"","footnotes":""},"class_list":["post-3","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":0,"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.radiustheme.com\/demo\/wordpress\/themes\/homlisti\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}